{ "__v" : 2, "_id" : { "$oid" : "51e5a8ccd78b27277e000020" }, "armorProficiencies" : "Cloth, leather, hide, chainmail", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000019" }, "description" : "Once per encounter you can invoke divine power, fill- ing yourself with the might of your patron deity. With the divine might you invoke you can wield special powers, such as _turn undead_ and _divine fortune_. Some clerics learn other uses for this feature; for instance, the divinity feats in Chapter 6 grant characters with access to the Channel Divinity class feature the ability to use additional special powers.\r\n\r\nRegardless of how many different uses for Channel Divinity you know, you can use only one such ability per encounter. The special ability or power you invoke works just like your other powers.", "name" : "Channel Divinity", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000014" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "", "requirements" : "", "prerequisites" : "", "rangeText" : "Personal", "trigger" : "", "actionType" : "Free", "additionalKeywords" : "", "damageTypes" : "", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "In the face of peril, you hold true to your faith and receive a special boon.", "name" : "Divine Fortune", "sections" : [ { "title" : "Effect", "content" : "You gain a +1 bonus to your next attack roll or saving throw before the end of your next turn.", "_id" : { "$oid" : "51e5a8ccd78b27277e000015" } } ], "level" : null }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000016" }, "sustainText" : "", "attack" : "Wisdom vs. Will", "targetPlural" : true, "target" : "Each undead creature in burst", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 2", "trigger" : "", "actionType" : "Standard", "additionalKeywords" : "", "accessory" : "Implement", "damageTypes" : "Radiant", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You sear undead foes, push them back, and root them in place.", "name" : "Turn Undead", "sections" : [ { "title" : "Hit", "content" : "1d10 + Wisdom modifier radiant damage, and you push the target a number of squares equal to 3 + your Charisma modifier. The target is immobilized until the end of your next turn.\r\n\r\nIncrease damage to 2d10 + Wisdom modifier at 5th level, 3d10 + Wisdom modifier at 11th level, 4d10 + Wisdom modifier at 15th level, 5d10 + Wisdom modifier at 21st level, and 6d10 + Wisdom modifier at 25th level.", "_id" : { "$oid" : "51e5a8ccd78b27277e000018" } }, { "title" : "Miss", "content" : "Half damage, and the target is not pushed or immobilized.", "_id" : { "$oid" : "51e5a8ccd78b27277e000017" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00001a" }, "description" : "Your study of healing allows you to make the most of your healing prayers. When you grant healing with one of your cleric powers that has the healing key- word, add your Wisdom modifier to the hit points the recipient regains.", "name" : "Healer’s Lore", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00001e" }, "description" : "Using the _healing word_ power, clerics can grant their comrades additional resilience with nothing more than a short prayer.", "name" : "Healing Word", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00001b" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "You or one ally", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 5", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "", "effectType" : "Healing", "damageTypes" : "", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You whisper a brief prayer as divine light washes over your target, helping to mend its wounds.", "name" : "Healing Word", "sections" : [ { "title" : "Effect", "content" : "The target can spend a healing surge and regain an additional 1d6 hit points.\r\n\r\nIncrease the amount of additional hit points regained to 2d6 at 6th level, 3d6 at 11th level, 4d6 at 16th level, 5d6 at 21st level, and 6d6 at 26th level.", "_id" : { "$oid" : "51e5a8ccd78b27277e00001d" } }, { "title" : "Special", "content" : "You can use this power twice per encounter, but only once per round. At 16th level, you can use this power three times per encounter.", "_id" : { "$oid" : "51e5a8ccd78b27277e00001c" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00001f" }, "description" : "You gain the Ritual Caster feat (_page 200, PHB I_) as a bonus feat, allowing you to use magical rituals (see Chapter 10). You possess a ritual book, and it contains two rituals you have mastered: the Gentle Repose ritual and one other 1st-level ritual of your choice.", "name" : "Ritual Casting", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+2 Will", "description" : "Clerics are battle leaders who are invested with divine power. They blast foes with magical prayers, bolster and heal companions, and lead the way to victory with a mace in one hand and a holy symbol in the other. Clerics run the gamut from humble servants of the common folk to ruthless enforcers of evil gods.\r\n\r\nAs a cleric, the deity (or deities) you choose to revere goes a long way toward defining you, or at least how other people in the world see you. You could be a platinum-garbed envoy of Bahamut seeking justice throughout the land, a shadowy follower of Sehanine with a roguish streak, a burly disciple of Kord who believes the virtue of strength is sufficient for all challenges, or a dwarf cleric of Moradin bringing honor to the denizens of your mountain home.\r\n\r\nWill you protect what is sacred to your god, quest for legendary holy artifacts, pursue a life of evangelical adventuring, or attempt all these deeds and more?", "healingSurges" : 7, "hitpointsPerLevel" : 5, "implements" : "Holy symbol", "initialHitpoints" : 12, "keyAbilities" : "Charisma, Strength, Wisdom", "name" : "Cleric", "powerSource" : "Divine", "role" : "Leader", "trainedSkillChoices" : [ "arcana", "diplomacy", "heal", "history", "insight", "religion" ], "trainedSkills" : [ "religion" ], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee, simple ranged" }
{ "name" : "Fighter", "description" : "Fighters are determined combat adepts trained to protect the other members of their adventuring groups. Fighters define the front line by bashing and slicing foes into submission while reflecting enemy attacks through the use of heavy armor. Fighters draw weapons for gold, for glory, for duty, and for the mere joy of unrestrained martial exercise.\r\n\r\nRegardless of your level of skill and the specific weapons you eventually master, your motivations determine who you defend and who you slay. You could be a noble champion who pledges your blade to gallant causes, a calculating mercenary who cares more for the clink of gold than praise, a homeless prince on the run from assassins, or a blood-loving thug looking for the next good fight.\r\n\r\nYour future is yours. When you unsheathe your weapon, what battle cry flies from your lips?", "role" : "Defender", "powerSource" : "Martial", "keyAbilities" : "Constitution, Dexterity, Strength, Wisdom", "armorProficiencies" : "Cloth, leather, hide, chainmail, scale; light shield, heavy shield", "weaponProficiencies" : "Simple melee, military melee, simple ranged, military ranged", "implements" : "", "defenseBonus" : "+2 Fortitude", "_id" : { "$oid" : "51e5a8ccd78b27277e000024" }, "trainedSkillsAmount" : 3, "trainedSkillChoices" : [ "athletics", "endurance", "heal", "intimidate", "streetwise" ], "trainedSkills" : [], "healingSurges" : 9, "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000021" }, "description" : "In combat, it’s dangerous to ignore a fighter. Every time you attack an enemy, whether the attack hits or misses, you can choose to mark that target. The mark lasts until the end of your next turn. While a target is marked, it takes a –2 penalty to attack rolls for any attack that doesn’t include you as a target. A creature can be subject to only one mark at a time. A new mark supersedes a mark that was already in place.\r\n\r\nIn addition, whenever a marked enemy that is adjacent to you shifts or makes an attack that does not include you, you can make a melee basic attack against that enemy as an immediate interrupt.", "name" : "Combat Challenge", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000022" }, "description" : "You gain a bonus to opportunity attacks equal to your Wisdom modifier. An enemy struck by your oppor- tunity attack stops moving, if a move provoked the attack. If it still has actions remaining, it can use them to resume moving.", "name" : "Combat Superiority", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000023" }, "description" : "Choose either one-handed or two-handed weapons. When using a weapon of your chosen style, you gain a +1 bonus to attack rolls.", "name" : "Fighter Weapon Talent", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "hitpointsPerLevel" : 6, "initialHitpoints" : 15, "__v" : 0 }
{ "__v" : 2, "_id" : { "$oid" : "51e5a8ccd78b27277e000029" }, "armorProficiencies" : "Cloth, leather", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000025" }, "description" : "At the start of an encounter, you have combat advantage against any creatures that have not yet acted in that encounter.", "name" : "First Strike", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000026" }, "choices" : [ { "name" : "Artful Dodger", "description" : "You gain a bonus to AC equal to your Charisma modifier against opportunity attacks." }, { "name" : "Brutal Scoundrel", "description" : "You gain a bonus to Sneak Attack damage equal to your Strength modifier." } ], "description" : "Rogues operate in a variety of ways. Some rogues use their natural charm and cunning trickery to deceive foes. Others rely on brute strength to overcome their enemies.", "name" : "Rogue Tactics", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000027" }, "description" : "When you wield a shuriken, your weapon damage die increases by one size. When you wield a dagger, you gain a +1 bonus to attack rolls.", "name" : "Rogue Weapon Talent", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000028" }, "description" : "Once per round, when you have combat advantage against an enemy and are using a weapon from the light blade, the crossbow, or the sling weapon group, an attack you make against that enemy deals extra damage if the attack hits. You decide whether to apply the extra damage after making the damage roll. As you advance in level, your extra damage increases.\r\n\r\nLevel             |  Sneak Attack Damage\r\n----------  |  -------------------\r\n1st-10th       |  +2d6\r\n11st-20th     |  +3d6\r\n21st-30th     |  +5d6", "name" : "Sneak Attack", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : " +2 Reflex", "description" : "Rogues are cunning and elusive adversaries. Rogues slip into and out of shadows on a whim, pass anywhere across the field of battle without fear of reprisal, and appear suddenly only to drive home a lethal blade.\r\n\r\nAs a rogue, you might face others’ preconceptions regarding your motivations, but your nature is your own to mold. You could be an agent fresh from the deposed king’s shattered intelligence network, an accused criminal on the lam seeking to clear your name, a wiry performer whose goals transcend the theatrical stage, a kid trying to turn around your hard- luck story, or a daredevil thrill-seeker who can’t get enough of the adrenaline rush of conflict. Or perhaps you are merely in it for the gold, after all.\r\n\r\nWith a blade up your sleeve and a concealing cloak across your shoulders, you stride forth, eyes alight with anticipation. What worldly wonders and rewards are yours for the taking?", "healingSurges" : 6, "hitpointsPerLevel" : 5, "implements" : "", "initialHitpoints" : 12, "keyAbilities" : "Charisma, Dexterity, Strength", "name" : "Rogue", "powerSource" : "Martial", "role" : "Striker", "trainedSkillChoices" : [ "actobatics", "athletics", "bluff", "dungeoneering", "insight", "intimidate", "perception", "stealth", "streetwise", "thievery" ], "trainedSkills" : [ "stealth", "thievery" ], "trainedSkillsAmount" : 4, "weaponProficiencies" : "Dagger, hand crossbow, shuriken, sling, short sword" }
{ "__v" : 5, "_id" : { "$oid" : "51e5a8ccd78b27277e000038" }, "armorProficiencies" : "Cloth", "classFeatures" : [ { "_id" : { "$oid" : "51f86924dd5b790000000015" }, "choices" : [ { "name" : "Dragon Magic", "description" : "The elemental power of dragons flows through you, infusing your spells with draconic strength. Through force of will, you tap into the arcane might of dragons.", "subFeatures" : [ { "name" : "Draconic Power", "description" : "You gain a bonus to the damage rolls of arcane powers equal to your Strength modifier. The bonus increases to your Strength modifier + 2 at 11th level and your Strength modifier + 4 at 21st level." }, { "name" : "Draconic Resilience", "description" : "While you are not wearing heavy armor, you can use your Strength modifier in place of your Dexterity or Intelligence modifier to determine your AC." }, { "name" : "Dragon Soul", "description" : "Choose a damage type: acid, cold, fire, lightning, poison, or thunder. You gain resist 5 to that damage type. The resistance increases to 10 at 11th level and 15 at 21st level.\n\r\n\rYour arcane powers ignore any target’s resistance to that damage type up to the value of your resistance." }, { "name" : "Scales of the Dragon", "description" : "The first time you become bloodied during an encounter, you gain a +2 bonus to AC until the end of the encounter." } ] }, { "name" : "Wild Magic", "description" : "You draw your spells from the entropic forces of the Elemental Chaos. Whether tapping into the power of primordial beings or drawing strength directly from that plane, you unleash magic in wild surges.", "subFeatures" : [ { "name" : "Chaos Burst", "description" : "Your first attack roll during each of your turns determines a benefit you gain in that round. If you roll an even number, you gain a +1 bonus to AC until the start of your next turn. If you roll an odd number, you make a saving throw." }, { "name" : "Chaos Power", "description" : "You gain a bonus to the damage rolls of arcane powers equal to your Dexterity modi- fier. The bonus increases to your Dexterity modifier + 2 at 11th level and your Dexterity modifier + 4 at 21st level." }, { "name" : "Unfettered Power", "description" : "When you roll a natural 20 on an attack roll for an arcane power, you slide the target 1 square and knock it prone after applying the attack’s other effects.\n\r\n\rWhen you roll a natural 1 on an attack roll for an arcane power, you must push each creature within 5 squares of you 1 square." }, { "name" : "Wild Soul", "description" : "When you finish an extended rest, roll a d10 to determine a damage type.\n\r\n\rd10   |  DamageType\n\r----  |  -----------\n\n     1  |  Acid\n\r     2  |  Cold\n\r     3  |  Fire\n\r     4  |  Force\n\r     5  |  Lightning\n\r     6  |  Necrotic\n\n     7  |  Poison\n\r     8  |  Psychic\n\r     9  |  Radiant\n\r   10  |  Thunder\n\r\n\rYou gain resist 5 to that damage type until the end of your next extended rest. The resistance increases to 10 at 11th level and 15 at 21st level.\n\r\n\rWhile you have resistance to that damage type, your arcane powers ignore any target’s resistance to that damage type up to the value of your resistance." } ] }, { "name" : "Storm Magic", "description" : "The raw and unbridled fury of storm powers your spells. While others might flee a storm, you embrace its power, internalize the force, and then unleash it. The impetuous, unpredictable power resident in the storm is your greatest ally. Like a tempest, you never give up and never give in until you are completely spent.", "subFeatures" : [ { "name" : "Storm Power", "description" : "You gain a bonus to the damage rolls of arcane powers equal to your Dexterity modifier. The bonus equals your Dexterity modifier + 2 at 11th level and your Dexterity modifier + 4 at 21st level." }, { "name" : "Storm Soul", "description" : "You gain resist 5 thunder and resist 5 lightning. This resistance increases to 10 at 11th level and 15 at 21st level. While this resistance is active, your arcane powers ignore all targets' resistance to that damage type up to the value of your resistance.\n\r\n\rIf you are hit by an attack, you can end this resistance as an immediate interrupt to gain a +4 power bonus to all defenses until the end of your next turn. If you do so, the resistance returns after you take a short rest or an extended rest." }, { "name" : "Storm's Embrace", "description" : "When you roll a natural 20 on an attack roll for an arcane power, wind surges around you and your enemy. You can push the target 1 square and then fly a number of squares equal to 1 + your Dexterity modifier after applying the attack's other effects." } ] } ], "description" : "As a sorcerer, you gain power through an instinctive or inborn connection to an ancient arcane source. Choose either Dragon Magic or Wild Magic. The choice you make grants you specific features and also provides bonuses to certain sorcerer powers, as detailed in those powers.", "name" : "Spell Source", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+2 Will", "description" : "The sorcerer is the arcane antithesis of the wizard. Wielding raw, barely contained magical power, sorcerers channel bursts and blasts of arcane energy through their bodies. They gain their power not through rigorous study of esoteric tomes, but by harnessing magic in their blood, waiting to be tapped and shaped. If wizards wield magic as fighters wield swords, a sorcerer’s magic is the arcing greataxe of a raging barbarian.\r\n\r\nYou might be a proud dragonborn scion of ancient Arkhosia, calling on the draconic power of your heritage, or perhaps you were bathed in dragon blood as an infant to fill you with that power. You might have been born in a place where planar forces converged in strange eddies, infusing you with chaos, or perhaps you survived implantation of a slaad embryo, which left the taint of chaos upon you.\r\n\r\nMagic pulses through your veins, calling on you to give it expression. As it grows ever stronger, will it consume you or transform you into magic incarnate?", "healingSurges" : 6, "hitpointsPerLevel" : 5, "implements" : "Daggers, staffs", "initialHitpoints" : 12, "keyAbilities" : "Charisma, Dexterity, Strength", "name" : "Sorcerer", "powerSource" : "Arcane", "role" : "Striker", "trainedSkillChoices" : [ "arcana", "athletics", "bluff", "diplomacy", "dungeoneering", "endurance", "history", "insight", "intimidate", "nature" ], "trainedSkills" : [ "arcana" ], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee, simple ranged" }
{ "__v" : 1, "_id" : { "$oid" : "51e5a8ccd78b27277e00003f" }, "armorProficiencies" : "Cloth, leather, hide, chainmail", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000039" }, "choices" : [ { "name" : "Mantle of Clarity", "description" : "You and each ally within 5 squares ofyou gain a bonus to all defenses against opportunity attacks. The bonus equals your Wisdom modifier.\n\nIn addition, each ally within 5 squares ofyou gains a +2 bonus to Insight checks and Perception checks.\n\nYou also gain the ardent alacrity power." }, { "name" : "Mantle of Elation", "description" : "You and each ally within 5 squares ofyou gain a bonus to damage rolls for opportunity attacks. The bonus equals your Constitution modifier.\n\nIn addition, each ally within 5 squares ofyou gains a +2 bonus to Diplomacy checks and Intimidate checks.\n\nYou also gain the ardent outrage power." } ], "description" : "A person's state of mind can be armor against the decay and madness born from base emotions, and thus ardents gird themselves by donning particular mindsets to ward off the perils brought on by fear, despair, and hatred. Various emotional states, called mantles, can safeguard the mind. Ardents most commonly use the mantles of clarity and elation.", "name" : "Ardent Mantle", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00003d" }, "description" : "You gain the ardent surge power. Your advanced emotional state is inspirational, motivating your allies and\r\nhelping them to recover from injuries.", "name" : "Ardent Surge", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00003a" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "You or one ally", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 5", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : null, "effectType" : "Healing", "damageTypes" : "", "source" : "Psionic", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You send a surge of powerfol emotion that revives a falterine ally.", "name" : "Ardent Surge", "sections" : [ { "title" : "Effect", "content" : "The target can spend a healing surge and regain 1d6 additional hit points.\r\n\r\n_Level 6:_ 2d6 additional hit points.\r\n\r\n_Level 11 :_ 3d6 additional hit points.\r\n\r\n_Level 16:_ 4d6 additional hit points.\r\n\r\n_Level 11:_ Sd6 additional hit points.\r\n\r\n_Level 26:_ 6d6 additional hit points.\r\n\r\n**Mantle of Clarity:** The target gains a + 1 bonus to all de­fenses until the end of your next turn. \r\n\r\n**Mantle of Elation:** The target gains a + 1 bonus to attack rolls until the end of your next turn.", "_id" : { "$oid" : "51e5a8ccd78b27277e00003c" } }, { "title" : "Special", "content" : "You can use this power twice per encounter, but only once per round. At 16th level, you can use this power three times per encounter, but only once per round.", "_id" : { "$oid" : "51e5a8ccd78b27277e00003b" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00003e" }, "description" : "Through discipline and careful study, you have mastered a form of psionic magic that offers greater\r\nversatility than other characters command. You know\r\na broad array of at-will powers, each of which is a conduit through which you can pour as much or as little\r\npsionic energy as you choose. You channel psionic\r\nenergy into a reservoir of personal power -- represented in the game as power points -- that you can use\r\nto augment your at-will attack powers, replacing the\r\nencounter attack powers that other characters use.\r\n\r\nBecause of this class feature, you acquire and use\r\npowers in a slightly different manner from how most\r\nother classes do.\r\n\r\n**At-Will Attack Powers:** At 1st level, you choose\r\ntwo at-will attack powers and one daily attack power\r\nfrom your class, but you don't start with any encounter attack powers from your class. You can instead\r\naugment your class at-will attack powers using power\r\npoints. These powers have the augmentable keyword.\r\n\r\nYou gain new at-will attack powers from this\r\nclass, instead of new encounter attack powers, as you\r\nincrease in level. At 3rd level, you choose a new at-will attack power from this class. At 7th, 13th, 17th,\r\n23rd, and 27th level, you can replace one of your at-will attack powers with another one of your level or\r\nlower. Both powers must be augmentable and from this class.\r\n\r\n**Power Points:** You start with 2 power points.\r\nYou gain 2 additional power points at 3rd and 7th\r\nlevel, 1 additional power point at 13th level, and 2\r\nadditional power points at 17th, 21st, 23rd, and 27th\r\nlevel. Ifyou gain power points from another source\r\n(such as your paragon path), add them to your power\r\npoint total. You can use your power pOints to augment\r\nany augmentable power you have, regardless of how\r\nyou gained the power.\r\n\r\nYou regain all your power points when you take a\r\nshort or an extended rest.", "name" : "Psionic Augmentation", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Fortitude, +1 Will", "description" : "Those who let their base emotions rule them invite madness and destruction . Prolonged feelings of fear, greed, lust, or hatred can weaken the mind's defenses against manipulation. Yielding psionic power, you excite such emotions in your enemies, creating gaps in their defenses and frustrating their attacks, all while filling your allies with encouraging thoughts\r\nand guarding them against despair and other negative emotions.\r\n\r\nArdents rarely learn their art through formal\r\ntraining. In many ways, they are incidental leaders,\r\nhaving stumbled onto psionic power at some point\r\nearlier in their lives. How you discovered your psionic\r\ntalent can shape how you wield this power now.\r\nYou might have awakened to your talent in the heat\r\nof battle, experiencing a mental breakthrough that\r\nallowed you to augment your attacks by rending your\r\nenemies' minds. Or your friends might reflect your\r\npower when your mood bleeds into theirs, altering\r\ntheir emotional states to match your own. Regardless\r\nof the revelation, you learned to harness this power to\r\nsupport your fighting prowess and to guide your allies\r\nto victory.", "healingSurges" : 7, "hitpointsPerLevel" : 5, "implements" : "", "initialHitpoints" : 12, "keyAbilities" : "Charisma, Constitution, Wisdom", "name" : "Ardent", "powerSource" : "Psionic", "role" : "Leader", "trainedSkillChoices" : [ "arcana", "athletics", "bluff", "diplomacy", "endurance", "heal", "insight", "intimidate", "streetwise" ], "trainedSkills" : [], "trainedSkillsAmount" : 4, "weaponProficiencies" : "Simple melee, military melee, simple ranged" }
{ "__v" : 4, "_id" : { "$oid" : "51e5a8ccd78b27277e000045" }, "armorProficiencies" : "Cloth. leather. hide. chainmail. scale; light shield. heavy shield", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000042" }, "description" : "Through discipline and careful study, you have mastered a form of psionic magic that offers greater versatility than other characters command. You know a broad array ofat-will powers,each ofwhich is a con­ duit through which you can pour as much or as little psionic energy as you choose. You channel psionic energy into a reservoir of personal power-repre­ sented in the game as power points-that you can use to augment your at-will attack powers, replacing the encounter attack powers that other characters use.\r\n\r\nBecause ofthis class feature,you acquire and use powers in a slightly different manner from how most other classes do.\r\n\r\n**At-Will Attack Powers:** At 1st level, you choose two at-will attack powers and one daily attack power from your class, but you don't start with any encoun­ ter attack powers from your class. You can instead augment your class at-will attack powers using power points. These powers have the augmentable keyword.\r\nYou gain new at-will attack powers from this class, instead of new encounter attack powers, as you increase in level. At 3rd level, you choose a new at­ will attack power from this class. At 7th, 13th, 17th, 23rd, and 27th level, you can replace one ofyour at· will attack powers with another one ofyour level or lower. Both powers must be augmentable and from this class.\r\n\r\n**Power Points:** You start with 2 power points.  You gain 2 additional power points at 3rd and 7th level, 1 additional power point at 13th level, and 2 additional power points at 17th. 21st, 23rd, and 27th level. Ifyou gain power points from another source (such as your paragon path), add them to your power point total. You can use your power points to augment any augmentable power you have, regardless of how you gained the power.\r\n\r\nYou regain all your power points when you take a short or an extended rest.", "name" : "Psionic Augmentation", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000043" }, "description" : "Three powers-*battlemind's demand*, *blurred step*, and *mind spike*-help you maintain tactical superiority in combat. You can use these psionic powers to demand your enemies' attention, follow them if they try to avoid you, and punish them if they attack your allies. This combination of mental compulsion and psionic enhancement of your own capabilities makes you a force to be reckoned with in battle.", "name" : "Psionic Defense", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000044" }, "choices" : [ { "name" : "Battle Resilience", "description" : "You gain the battle resilience power, which reflects your ability to use your psionic power to bend your own body to protect yourself." }, { "name" : "Speed ofThought", "description" : "You gain the speed of thought power, which allows you to be always ready for a fight." } ], "description" : "Battleminds learn to fight using their bodies as weapons. Some battleminds alter their own form to fit their needs. Other battleminds use their psionic power to predict the best position for launching an attack.", "name" : "Psionic Study", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+2 Will", "description" : "As wanderers. mercenaries. and adventurers. battle­ minds are carefree warriors who seek only to test their skill against the mightiest and most dangerous opponents. Battleminds possess a potent combination ofpsionic and physical skill. allowing them to use their magic to manipulate and deceive their foes even as their fighting skill lets them carve a swath through enemy ranks. Battleminds tend to be bold and some­ times arrogant, an attitude earned through bringing ruin to enemies over the course ofmany connicts.\r\n\r\nYou might not share your fellow battleminds' arrogance, but you do have access to an array of combat abilities that let you manipulate, barne, and defeat your enemies. Your mind is as deadly as your weapon. and with the aid ofyour psionic magic. your body can turn aside attacks as effectively as a suit of plate armor can.\r\n\r\nLet those who would stand against your might quiver in terror when you approach. for you are a bat­ tlemind, and supremacy in combat is your birthright.", "healingSurges" : 9, "hitpointsPerLevel" : 6, "implements" : "", "initialHitpoints" : 15, "keyAbilities" : "Charisma, Constitution, Wisdom", "name" : "Battlemind", "powerSource" : "Psionic", "role" : "Defender", "trainedSkillChoices" : [ "arcana", "athletics", "bluff", "diplomacy", "endurance", "heal", "insight", "intimidate" ], "trainedSkills" : [], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee. military melee. simple ranged" }
{ "__v" : 1, "_id" : { "$oid" : "51e5a8ccd78b27277e000053" }, "armorProficiencies" : "Cloth, leather, hide, chainmail, scale, plate; light shield, heavy shield", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00004a" }, "description" : "Once per encounter you can invoke divine power, fill- ing yourself with the might of your patron deity. With the divine might you invoke you can wield special powers, such as divine mettle and divine strength. Some paladins learn other uses for this feature; for instance, the divinity feats in Chapter 6 grant characters with access to the Channel Divinity class feature the ability to use additional special powers.\r\n\r\nRegardless of how many different uses for Channel Divinity you know, you can use only one such ability per encounter. The special ability or power you invoke works just like your other powers.", "name" : "Channel Divinity", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000046" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "One creature in burst", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 10", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "", "damageTypes" : "", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "Your unswerving faith in your deity empowers a nearby creature to resist a debilitating affliction.", "name" : "Channel Divinity: Divine Mettle", "sections" : [ { "title" : "Effect", "content" : "The target makes a saving throw with a bonus equal to your Charisma modifier.", "_id" : { "$oid" : "51e5a8ccd78b27277e000047" } } ], "level" : null }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000048" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "", "requirements" : "", "prerequisites" : "", "rangeText" : "Personal", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "", "damageTypes" : "", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You petition your deity for the divine strength to lay low your enemies.", "name" : "Channel Divinity: Divine Strength", "sections" : [ { "title" : "Effect", "content" : "Apply your Strength modifier as extra damage on your next attack this turn.", "_id" : { "$oid" : "51e5a8ccd78b27277e000049" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00004e" }, "description" : "The challenge of a paladin is filled with divine menace. You can use the divine challenge power to mark an enemy of your choice.", "name" : "Divine Challenge", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00004b" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "One creature in burst", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 5", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "", "damageTypes" : "Radiant", "source" : "Divine", "type" : "At-Will", "kind" : "ClassFeature", "flavor" : "You boldly confront a nearby enemy, searing it with divine light if it ignores your challenge.", "name" : "Divine Challenge", "sections" : [ { "title" : "Effect", "content" : "You mark the target. The target remains marked until you use this power against another target, or if you fail to engage the target (see below). A creature can be subject to only one mark at a time. A new mark supersedes a mark that was already in place.\r\n\r\nWhile a target is marked, it takes a –2 penalty to attack rolls for any attack that doesn’t include you as a target. Also, it takes radiant damage equal to 3 + your Charisma modifier the first time it makes an attack that doesn’t in- clude you as a target before the start of your next turn. The damage increases to 6 + your Charisma modifier at 11th level, and to 9 + your Charisma modifier at 21st level.\r\n\r\nOn your turn, you must engage the target you chal- lenged or challenge a different target. To engage the target, you must either attack it or end your turn adjacent to it. If none of these events occur by the end of your turn, the marked condition ends and you can’t use divine chal- lenge on your next turn.\r\nYou can use divine challenge once per turn.", "_id" : { "$oid" : "51e5a8ccd78b27277e00004d" } }, { "title" : "Special", "content" : "Even though this ability is called a challenge, it doesn’t rely on the intelligence or language ability of the target. It’s a magical compulsion that affects the creature’s behavior, regardless of the creature’s nature. You can’t place a divine challenge on a creature that is already affected by your or another character’s divine challenge.", "_id" : { "$oid" : "51e5a8ccd78b27277e00004c" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000052" }, "description" : "Using the _lay on hands_ power, paladins can grant their comrades additional resilience with a touch of their hands and a short prayer, though they must give of their own strength to do so.", "name" : "Lay on Hands", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00004f" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "One creature", "requirements" : "", "prerequisites" : "", "rangeText" : "Melee touch", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "", "effectType" : "Healing", "damageTypes" : "", "source" : "Divine", "type" : "At-Will", "kind" : "ClassFeature", "flavor" : "Your divine touch instantly heals wounds.", "name" : "Lay on Hands", "sections" : [ { "title" : "Effect", "content" : "You spend a healing surge but regain no hit points. Instead, the target regains hit points as if it had spent a healing surge. You must have at least one healing surge remaining to use this power.", "_id" : { "$oid" : "51e5a8ccd78b27277e000051" } }, { "title" : "Special", "content" : "You can use this power a number of times per day equal to your Wisdom modifier (minimum 1), but only once per round.", "_id" : { "$oid" : "51e5a8ccd78b27277e000050" } } ], "level" : null } ], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Fortitude, +1 Reflex, +1 Will", "description" : "Paladins are indomitable warriors who’ve pledged their prowess to something greater than themselves. Paladins smite enemies with divine authority, bolster the courage of nearby companions, and radiate as if a beacon of inextinguishable hope. Paladins are trans- figured on the field of battle, exemplars of divine ethos in action.\r\n\r\nTo you is given the responsibility to unflinchingly stand before an enemy’s charge, smiting them with your sword while protecting your allies with your sacrifice. Where others waver and wonder, your moti- vation is pure and simple, and your devotion is your strength. Where others scheme and steal, you take the high road, refusing to allow the illusions of temptation to dissuade you from your obligations.\r\n\r\nTake up your blessed sword and sanctified shield, brave warrior, and charge forward to hallowed glory!", "healingSurges" : 10, "hitpointsPerLevel" : 6, "implements" : "Holy symbol", "initialHitpoints" : 15, "keyAbilities" : "Charisma, Strength, Wisdom", "name" : "Paladin", "powerSource" : "Divine", "role" : "Defender", "trainedSkillChoices" : [ "diplomacy", "endurance", "heal", "history", "insight", "intimidate", "religion" ], "trainedSkills" : [ "religion" ], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee, military melee, simple ranged" }
{ "__v" : 2, "_id" : { "$oid" : "51e5a8ccd78b27277e000057" }, "armorProficiencies" : "Cloth, leather, hide", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000054" }, "choices" : [ { "name" : "Archer Fighting Style", "description" : "Because of your focus on ranged attacks, you gain Defensive Mobility as a bonus feat." }, { "name" : "Two-Blade Fighting Style", "description" : "Because of your focus on two-weapon melee attacks, you can wield a one-handed weapon in your off hand as if it were an off-hand weapon. (Make sure to designate on your character sheet which weapon is main and which is off-hand.) In addition, you gain Toughness as a bonus feat." } ], "description" : "Choose one of the following fighting styles and gain its benefit.", "name" : "Fighting Style", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000055" }, "description" : "Once per turn as a minor action, you can designate the enemy nearest to you as your quarry.\r\n\r\nOnce per round, you deal extra damage to your quarry. The extra damage is based on your level. If you can make multiple attacks in a round, you decide which attack to apply the extra damage to after all the attacks are rolled.\r\nThe hunter’s quarry effect remains active until the end of the encounter, until the quarry is defeated, or until you designate a different target as your quarry.\r\n\r\nYou can designate one enemy as your quarry at a time.\r\n\r\nLevel             |  Hunter’s Quarry Extra Damage\r\n----------  |  -------------------\r\n1st-10th       |  +2d6\r\n11st-20th     |  +3d6\r\n21st-30th     |  +5d6", "name" : "Hunter’s Quarry", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000056" }, "description" : "If none of your allies are nearer to your target than you are, you receive a +1 bonus to ranged attack rolls against that target.", "name" : "Prime Shot", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Fortitude, +1 Reflex", "description" : "Rangers are watchful warriors who roam past the horizon to safeguard a region, a principle, or a way of life. Masters of bow and blade, rangers excel at hit-and- run assaults and can quickly and silently eliminate foes. Rangers lay superb ambushes and excel at avoid- ing danger.\r\n\r\nAs a ranger, you possess almost supernaturally keen senses and a deep appreciation for untamed wilder- ness. With your knowledge of the natural world, you are able to track enemies through nearly any land- scape, using the smallest clue to set your course, even sometimes the calls and songs of beasts and birds. Your severe demeanor promises a deadly conclusion to any enemy you hunt.\r\n\r\nWhen you catch sight of your quarry, will the trans- gressor perish by swift bow shots from a distance, or by the twofold blades that glint and glitter in each of your battle-scarred hands?", "healingSurges" : 6, "hitpointsPerLevel" : 5, "implements" : "", "initialHitpoints" : 12, "keyAbilities" : "Dexterity, Strength, Wisdom", "name" : "Ranger", "powerSource" : "Martial", "role" : "Striker", "trainedSkillChoices" : [ "acrobatics", "athletics", "dungeoneering", "endurance", "heal", "nature", "perception", "stealth" ], "trainedSkills" : [ [ "dungeoneering", "nature" ] ], "trainedSkillsAmount" : 4, "weaponProficiencies" : "Simple melee, military melee, simple ranged, military ranged" }
{ "__v" : 5, "_id" : { "$oid" : "51e5a8ccd78b27277e000069" }, "armorProficiencies" : "Cloth, leather", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000065" }, "description" : "All warlocks know the eldritch blast at-will power. This power can be used as a basic attack. You gain this power as well as another at-will power as determined by your Eldritch Pact.", "name" : "Eldritch Blast", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000062" }, "sustainText" : "", "attack" : "Charisma or Constitution vs. Reflex", "targetPlural" : false, "target" : "One creature", "requirements" : "", "prerequisites" : "", "rangeText" : "Ranged 10", "trigger" : "", "actionType" : "Standard", "additionalKeywords" : "", "accessory" : "Implement", "damageTypes" : "", "source" : "Arcane", "type" : "At-Will", "kind" : "Attack", "flavor" : "You fire a bolt of dark, crackling eldritch energy at your foe.", "name" : "Eldritch Blast", "sections" : [ { "title" : "Hit", "content" : "1d10 + Charisma or Constitution modifier damage.\r\n\r\nIncrease damage to 2d10 + Charisma or Constitution modifier at 21st level.", "_id" : { "$oid" : "51e5a8ccd78b27277e000064" } }, { "title" : "Special", "content" : "At 1st level. you determine whether you use Charisma or Constitution to attack with this power. Once you make that choice, you can’t change it later.\r\n\r\nThis power counts as a ranged basic attack. When a power allows you to make a ranged basic attack, you can use this power.", "_id" : { "$oid" : "51e5a8ccd78b27277e000063" } } ], "level" : 1 } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000066" }, "description" : "If none of your allies are nearer to your target than you are, you receive a +1 bonus to ranged attack rolls against that target.", "name" : "Prime Shot", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000067" }, "description" : "On your turn, if you move at least 3 squares away from where you started your turn, you gain concealment until the end of your next turn.", "name" : "Shadow Walk", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000068" }, "description" : "Once per turn as a minor action, you can place a Warlock’s Curse on the enemy nearest to you that you can see. A cursed enemy is more vulnerable to your attacks. If you damage a cursed enemy, you deal extra damage. You decide whether to apply the extra damage after making the damage roll. You can deal this extra damage once per round.\r\n\r\nA Warlock’s Curse remains in effect until the end of the encounter or until the cursed enemy drops to 0 hit points or fewer.\r\nYou can place a Warlock’s Curse on multiple targets over the course of an encounter; each curse requires the use of a minor action. You can’t place a Warlock’s Curse on a creature that is already affected by your or another character’s Warlock’s Curse.\r\n\r\nLevel             |  Warlock's Curse Extra Damage\r\n----------  |  -------------------\r\n1st-10th       |  +1d6\r\n11st-20th     |  +2d6\r\n21st-30th     |  +3d6", "name" : "Warlock’s Curse", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51f91257dd5b790000000029" }, "choices" : [ { "name" : "Fey Pact", "description" : "You have forged a bargain with ancient, amoral powers of the Feywild. Some are primitive earth spir- its, grim and menacing; some are capricious wood, sky, or water spirits; and others are incarnations of seasons or natural forces who roam the faerie realm like wild gods. They bestow magic that ranges from feral and savage to wondrous and enchanting.\r\n\r\n**Eyebite**: You know the eyebite at-will spell.\r\n\r\n**Misty Step**: You have the Misty Step pact boon. You instantly transform into silver mist that streams a short distance and reforms, allowing you to flee or maneuver to set up a deadly attack.\r\n\r\nWhen an enemy under your Warlock’s Curse is reduced to 0 hit points or fewer, you can immediately teleport 3 squares as a free action." }, { "name" : "Infernal Pact", "description" : "Long ago a forgotten race of devils created a secret path to power and taught it to the tieflings of old to weaken their fealty to Asmodeus. In his wrath, Asmo- deus destroyed the scheming devils and struck their very names from the memory of all beings—but you dare to study their perilous secrets anyway.\r\n\r\n**Hellish Rebuke**: You know the hellish rebuke at-will spell.\r\n\r\n**Dark One’s Blessing**:You have the Dark One’s Level Blessing pact boon. You instantly gain vitality from a cursed enemy when that enemy falls. When an enemy under your Warlock’s Curse is reduced to 0 hit points or fewer, you immediately gain temporary hit points equal to your level." }, { "name" : "Star Pact", "description" : "You have mastered the astrologer’s art, learning the secret names of the stars and gazing into the Far Realm beyond, gaining great power thereby. You can call upon powers that madden or terrify your enemies, manipulate chance and fate, or scour your foes with icy banes and curses drawn from beyond the night sky.\r\n\r\n**Dire Radiance**: You know the dire radiance at-will spell.\r\n\r\n**Fate of the Void**: You have the Fate of the Void pact boon. Your curse intermingles with the lost vital- ity of a cursed enemy to reveal a glimpse of the future to you.\r\n\r\nWhen an enemy under your Warlock’s Curse is reduced to 0 hit points or fewer, you gain a +1 bonus to any single d20 roll you make during your next turn (attack roll, saving throw, skill check, or ability check). If you don’t use this bonus by the end of your turn, it is lost.\r\n\r\nThis bonus is cumulative; if three cursed enemies drop to 0 hit points or fewer before your next turn, you gain a +3 bonus to a d20 roll during your turn." } ], "description" : "You have forged a pact with mysterious entities that grant you your arcane powers. Choose one of the fol- lowing pacts: fey pact, infernal pact, or star pact. The pact you choose determines the following warlock abilities:\r\n\r\n**At-Will Spells**: Your pact determines one of the at- will spells you know.\r\n\r\n**Pact Boon**: Each pact includes a pact boon. The pact boon is a granted power you can use to further hex your enemies.\r\n\r\nThe pact you take also provides bonuses to certain warlock powers. Individual powers detail the effects (if any) your Eldritch Pact selection has on them.", "name" : "Eldritch Pact", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Reflex, +1 Will", "description" : "Warlocks channel arcane might wrested from primeval entities. They commune with infernal intelligences and fey spirits, scour enemies with potent blasts of eldritch power, and bedevil foes with hexing curses. Armed with esoteric secrets and dangerous lore, war- locks are clever and resourceful foes.\r\n\r\nHowever you came to your arcane knowledge, you need not accept the poor reputation warlocks sometimes endure. You could be a libram-toting scholar captivated by ominous lore, a foot-loose wanderer searching for elusive ultimate truths, a devil-touched hunter using infernal spells to eliminate evil, or even a black-clad mercenary who uses sinister trappings to discourage prying strangers and unwanted attention. On the other hand, you could be a true diabolist using your gifts to tyrannize the weak—some warlocks unfortunately are exactly that.\r\n\r\nThe pacts are complete. The rites have concluded. The signs are drawn in blood, and the seals are broken. Your destiny beckons.", "healingSurges" : 6, "hitpointsPerLevel" : 5, "implements" : "Rods, wands", "initialHitpoints" : 15, "keyAbilities" : "Charisma, Constitution, Intelligence", "name" : "Warlock", "powerSource" : "Arcane", "role" : "Striker", "trainedSkillChoices" : [ "arcana", "bluff", "history", "insight", "intimidate", "religion", "streetwise", "thievery" ], "trainedSkills" : [], "trainedSkillsAmount" : 4, "weaponProficiencies" : "Simple melee, simple ranged" }
{ "__v" : 4, "_id" : { "$oid" : "51e5a8ccd78b27277e000072" }, "armorProficiencies" : "Cloth, leather, hide, chainmail; light shield", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00006d" }, "description" : "You and each ally within 10 squares who can see and hear you gain a +2 power bonus to initiative.", "name" : "Combat Leader", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000071" }, "description" : "Using the _inspiring word_ power, warlords can grant their comrades additional resilience with nothing more than a shout of encouragement.", "name" : "Inspiring Word", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00006e" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "You or one ally in burst", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 5", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "Special", "effectType" : "Healing", "damageTypes" : "", "source" : "Martial", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You call out to a wounded ally and offer inspiring words of cour- age and determination that helps that ally heal.", "name" : "Inspiring Word", "sections" : [ { "title" : "Effect", "content" : "The target can spend a healing surge and regain an additional 1d6 hit points.\r\n\r\nThe amount of additional hit points regained is 2d6 at 6th level, 3d6 at 11th level, 4d6 at 16th level, 5d6 at 21st level, and 6d6 at 26th level.", "_id" : { "$oid" : "51e5a8ccd78b27277e000070" } }, { "title" : "Special", "content" : "You can use this power twice per encounter, but only once per round. At 16th level, you can use inspiring word three times per encounter.", "_id" : { "$oid" : "51e5a8ccd78b27277e00006f" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51f9149edd5b79000000002d" }, "choices" : [ { "name" : "Inspiring Presence", "description" : "When an ally who can see\r\nyou spends an action point to take an extra action, that ally also regains lost hit points equal to one-half your level + your Charisma modifier." }, { "name" : "Tactical Presence", "description" : "When an ally you can see spends an action point to make an extra attack, the ally gains a bonus to the attack roll equal to one-half your Intelligence modifier.\r\n\r\nThe choice you make also provides bonuses to certain warlord powers. Individual powers detail the effects (if any) your Commanding Presence selection has on them." } ], "description" : "Choose one of the following two benefits.", "name" : "Commanding Presence", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Fortitude, +1 Will", "description" : "Warlords are accomplished and competent battle leaders. Warlords stand on the front line issuing com- mands and bolstering their allies while leading the battle with weapon in hand. Warlords know how to rally a team to win a fight.\r\n\r\nYour ability to lead others to victory is a direct result of your history. You could be a minor warchief looking to make a name for yourself, a pious knight- commander on leave from your militant order, a youthful noble eager to apply years of training to life outside the castle walls, a calculating mercenary cap- tain, or a courageous marshal of the borderlands who fights to protect the frontier. Regardless of your back- ground, you are a skillful warrior with an uncanny gift for leadership.\r\n\r\nThe weight of your armor is not a hindrance; it is a familiar comfort. The worn weapon grip molds to your hand as if it were a natural extension of your arm. It’s time to fight and to lead.", "healingSurges" : 7, "hitpointsPerLevel" : 5, "implements" : "", "initialHitpoints" : 12, "keyAbilities" : "Charisma, Intelligence, Strength", "name" : "Warlord", "powerSource" : "Martial", "role" : "Leader", "trainedSkillChoices" : [ "athletics", "diplomacy", "endurance", "heal", "history", "intimidate" ], "trainedSkills" : [], "trainedSkillsAmount" : 4, "weaponProficiencies" : "Simple melee, military melee, simple ranged" }
{ "__v" : 3, "_id" : { "$oid" : "51e5a8ccd78b27277e000077" }, "armorProficiencies" : "Cloth", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000073" }, "choices" : [ { "name" : "Orb of Imposition", "description" : "Once per encounter as a free action, you can use your orb to gain one of the following two effects. You can designate one creature you have cast a wizard spell upon that has an effect that lasts until the subject succeeds on a saving throw. That creature takes a penalty to its saving throws against that effect equal to your Wisdom modifier. Alternatively, you can choose to extend the duration of an effect created by a wizard at-will spell (such as cloud of daggers or ray of frost) that would otherwise end at the end of your current turn. The effect instead ends at the end of your next turn. You must wield an orb to use this ability. Control wizards select this form of mastery because it helps extend the duration of their control effects." }, { "name" : "Staff of Defense", "description" : "A staff of defense grants you a +1 bonus to AC. In addition, once per encounter as an immediate interrupt, you gain a bonus to defense against one attack equal to your Constitution modifier. You can declare the bonus after the Dungeon Master has already told you the damage total. You must wield your staff to benefit from these features. This form of mastery is useful for all wizards, particularly if you dabble in both control and damage-dealing spells." }, { "name" : "Wand of Accuracy", "description" : "Once per encounter as a free action, you gain a bonus to a single attack roll equal to your Dexterity modifier. You must wield your wand to benefit from this feature. This form of mastery is good for war wizards because it helps increase their accuracy with damaging powers." } ], "description" : "You specialize in the use of one kind of implement to gain additional abilities when you wield it. Choose one of the following forms of implement mastery.", "name" : "Arcane Implement Mastery", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000074" }, "description" : "Cantrips are minor spells you gain at 1st level. You can use the ghost sound, light, mage hand, and prestidigitation cantrips as at-will powers.", "name" : "Cantrips", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000075" }, "description" : "You gain the Ritual Caster feat (page 200) as a bonus feat, allowing you to use magical rituals (see Chapter 10).", "name" : "Ritual Casting", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000076" }, "description" : "You possess a spellbook, a book full of mystic lore in which you store your rituals and your daily and utility spells.\r\nRituals: Your book contains three 1st-level rituals of your choice that you have mastered. At 5th level, and again at 11th, 15th, 21st, and 25th level, you master two more rituals of your choice and add them to your spellbook. Any ritual you add must be your level or lower.\r\nDaily and Utility Spells: Your spellbook also holds your daily and utility spells. You begin knowing two daily spells, one of which you can use on any given day. Each time you gain a level that lets you select a daily spell or a utility spell, choose two different daily spells or utility spells of that level to add to your book. After an extended rest, you can prepare a number of daily and utility spells according to what you can cast per day for your level. You can’t prepare the same spell twice.\r\nIf you replace a spell because of gaining a level or through retraining, the previous spell vanishes from your spellbook and is replaced by the new spell.\r\nCapacity: A typical spellbook has 128 pages. Each spell takes up 1 page. A ritual takes up a number of pages equal to its level.", "name" : "Spellbook", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+2 Will", "description" : "Wizards are scions of arcane magic. Wizards tap the true power that permeates the cosmos, research esoteric rituals that can alter time and space, and hurl balls of fire that incinerate massed foes. Wizards wield spells the way warriors brandish swords.\r\nMagic lured you into its grasp, and now you seek to master it in turn. You could be a bespectacled sage\r\nsearching for dusty tomes in forgotten sepulchers, a scarred war mage plying foes with fireballs and foul language in equal measure, a disgruntled apprentice who absconded with your master’s spellbooks, an eladrin upholding the magical tradition of your race, or even a power-hungry student of magic who might do anything to learn a new spell.\r\nA cloak of spells enfolds you, ancient rituals bolster your senses, and runed implements of your craft\r\nhang from your belt. Effervescing arcane lore pulses through your consciousness, a constant pressure\r\ncraving release. When will you know enough magic to storm the ramparts of reality itself?", "healingSurges" : 6, "hitpointsPerLevel" : 4, "implements" : "Orb, Staff, Wand, Tome", "initialHitpoints" : 10, "keyAbilities" : "Dexterity, Intelligence, Wisdom", "name" : "Wizard", "powerSource" : "Arcane", "role" : "Controller", "trainedSkillChoices" : [ "arcana", "diplomacy", "dungeoneering", "history", "insight", "nature", "religion" ], "trainedSkills" : [ "arcana" ], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Dagger, Quarterstaff" }
{ "__v" : 4, "_id" : { "$oid" : "51e5a8ccd78b27277e000088" }, "armorProficiencies" : "Cloth", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00007e" }, "description" : "The favor of your deity wards you from harm. While you are neither wearing heavy armor nor using a shield, you gain a +3 bonus to AC.", "name" : "Armor of Faith", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000084" }, "description" : "Once per encounter, you can use a Channel Divinity power. You start with two Channel Divinity powers: _abjure undead_ and _divine guidance_. You can gain additional Channel Divinity powers by taking divinity feats.", "name" : "Channel Divinity", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00007f" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "The triggering ally", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 10", "trigger" : "An ally within 10 squares of you makes an attack roll against your _oath of enmity_ target", "actionType" : "Immediate Interrupt", "additionalKeywords" : "", "damageTypes" : "", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You lend your deity’s guidance to an ally’s attack against your foe.", "name" : "Divine Guidance", "sections" : [ { "title" : "Effect", "content" : "The target makes a second attack roll and uses either result.", "_id" : { "$oid" : "51e5a8ccd78b27277e000080" } } ], "level" : null }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000081" }, "sustainText" : "", "attack" : "Wisdom vs. Will", "targetPlural" : false, "target" : "One undead creature in burst", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 5", "trigger" : "", "actionType" : "Standard", "additionalKeywords" : "", "accessory" : "Implement", "damageTypes" : "Radiant", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You send a brilliant ray of radiant power at an undead foe,  compelling it to stagger toward you.", "name" : "Abjure Undead", "sections" : [ { "title" : "Hit", "content" : "3d10 + Wisdom modifier radiant damage, and you pull the target a number of squares equal to 1 + your Wisdom modifier. The target is also immobilized until the end of your next turn.\r\n\r\n* Level 5:  4d10 + Wisdom modifier damage.\r\n* Level 11: 5d10 + Wisdom modifier damage.\r\n* Level 15: 6d10 + Wisdom modifier damage.\r\n* Level 21: 7d10 + Wisdom modifier damage.\r\n* Level 25: 8d10 + Wisdom modifier damage.", "_id" : { "$oid" : "51e5a8ccd78b27277e000083" } }, { "title" : "Miss", "content" : "Half damage, and you pull the target 1 square.", "_id" : { "$oid" : "51e5a8ccd78b27277e000082" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000087" }, "description" : "Your god gives you the power to strike down your chosen prey. You gain the _oath of enmity_ power.", "name" : "Oath of Enmity", "powers" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000085" }, "sustainText" : "", "attack" : "", "targetPlural" : false, "target" : "One enemy you can see in burst", "requirements" : "", "prerequisites" : "", "rangeText" : "Close burst 10", "trigger" : "", "actionType" : "Minor", "additionalKeywords" : "", "damageTypes" : "", "source" : "Divine", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You focus your wrath on a single foe, giving your attacks against it extraordinary accuracy.", "name" : "Oath of Enmity", "sections" : [ { "title" : "Effect", "content" : "When you make a melee attack against the target and the target is the only enemy adjacent to you, you make two attack rolls and use either result. This effect lasts until the end of the encounter or until the target drops to 0 hit points, at which point you regain the use of this power.\r\n\r\nIf another effect lets you roll twice and use the higher result when making an attack roll, this power has no effect on that attack. If an effect forces you to roll twice and use the lower result when making an attack roll, this power has no effect on that attack either.\r\n\r\nIf an effect lets you reroll an attack roll and you rolled twice because of this power, you reroll both dice.", "_id" : { "$oid" : "51e5a8ccd78b27277e000086" } } ], "level" : null } ], "subFeatures" : [] }, { "_id" : { "$oid" : "51f8a0b9dd5b790000000024" }, "choices" : [ { "name" : "Censure of Pursuit", "description" : "If your oath of enmity target moves away from you willingly, you gain a bonus to damage rolls against the target equal to 2 + your Dexterity modifier until the end of your next turn. The bonus increases to 4 + your Dexterity modifier at 11th level and 6 + your Dexterity modifier at 21st level." }, { "name" : "Censure of Retribution", "description" : "When any enemy other than your oath of enmity target hits you, you gain a bonus to damage rolls against your oath of enmity target equal to your Intelligence modifier until the end of your next turn. This bonus is cumulative." } ], "description" : "As an avenger, you train your mind, body, and soul toward one purpose: destroying the enemies of your faith. To that end, you gain divine aid in pursuing a single target, though the way you eliminate that enemy varies. Do you pin your foe down and keep other enemies away, or do you pursue your foe across the field of battle?", "name" : "Avenger's Censure", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Fortitude, +1 Reflex, +1 Will", "description" : "In secret temples far from bustling cities and priestly hierarchies, orders of esoteric warriors train their initiates in ancient traditions now forgotten or forbidden by most religious organizations. The champions of these orders are avengers—deadly weapons in the hands of their gods, imbued with divine power through secret rites of initiation. In battle, avengers swear to execute divine vengeance, entering a mental state that gives them unerring focus on a single enemy.\r\n\r\nAs an avenger, you were trained in a monastery, initiated through secret rites, and imbued with the power to smite your god’s foes. You might be a disciple of Ioun, sworn to hunt and exterminate the minions of Vecna until you one day face the Maimed God. You could be an agent of the Raven Queen, bringing death to those who would defy your mistress. Or perhaps you serve Bahamut as an agent of justice, bringing ruin to tyrants and oppressors. The organizations devoted to your god might view you as a heretic or a hero, but you answer only to your god and to the vows you swore upon your initiation as an avenger.\r\n\r\nWhere will those vows lead you? One thing is certain: Doing the will of your god is never easy and never free of peril.", "healingSurges" : 7, "hitpointsPerLevel" : 6, "implements" : "Holy symbols", "initialHitpoints" : 14, "keyAbilities" : "Dexterity, Intelligence, Wisdom", "name" : "Avenger", "powerSource" : "Divine", "role" : "Striker", "trainedSkillChoices" : [ "acrobatics", "athletics", "endurance", "heal", "intimidate", "perception", "religion", "stealth", "streetwise" ], "trainedSkills" : [ "religion" ], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee, military melee, simple ranged" }
{ "__v" : 4, "_id" : { "$oid" : "51e5a8ccd78b27277e000091" }, "armorProficiencies" : "Cloth", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00008f" }, "description" : "You can make unarmed attacks with much greater effectiveness than most other combatants can. When you make a weapon attack such as a melee basic attack. you can use the monk unarmed strike, which is a weapon in the unarmed weapon group. This weapon has the off-hand weapon property and a +3 proficiency bonus, and it deals Id8 damage. You must have a hand free to use your monk unarmed strike, even ifyou're kicking, kneeing, elbowing, or head­ butting a target. Your monk unarmed strike can't be turned into a magic weapon, but it can benefit from a magic ki focus ifyou have one (see \"Implements\" below).", "name" : "Unarmed Combatant", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000090" }, "description" : "While you are wearing cloth armor or no armor and aren't using a shield, you gain a +2 bonus to AC.", "name" : "Unarmored Defense", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51f89189dd5b79000000001f" }, "choices" : [ { "name" : "Centered Breath", "description" : "The Centered Breath tradition emphasizes honing your mental awareness to better harness psionic magic.This tradition teaches that only by controlling yourself can you control your environment. The tradition's adherents are typically ascetics, whose monasteries stand in quiet corners ofthe world where the monks can train and study without distraction. In some of these monasteries, speech is forbidden except for one hour each day.\r\n\r\n**Flurry of Blows**: You gain the _centered flurry of blows_ power.\r\n\r\n**Mental Equilibrium**: You gain a +1 bonus to Fortitude. This bonus increases to +2 at 11th level and +3 at 21st level." }, { "name" : "Stone Fist", "description" : "The Stone Fist tradition is one of physical mastery, relentless exercise, and athletic perfection. Its adher­ents seek to master their bodies, turning themselves into living weapons capable ofsupernatural feats of strength, agility, and speed. Monks of the Stone Fist prefer to study among the trappings of civilization. Some Stone Fist monasteries are small schools built in towns and villages, where students work as laborers and artisans when they aren't training. Other Stone Fist monasteries stand in the most forbidding regions of the world -from the bitter cold of the tundra to the edge ofa rumbling volcano- to test their students' endurance day after day.\r\n\r\n**Flurry of Blows**: You gain the _stone fist flurry of blows_ power.\r\n\r\n**Mental Bastion**: You gain a +1 bonus to Will. This bonus increases to +2 at 11th level and +3 at 21st level." } ], "description" : "Monks train in a number oftraditional techniques, with each monastery focusing on a specific style. Choose either Centered Breath or Stone Fist as your tradition. The choice you make grants you a Flurry of Blows power and a defensive benefit.", "name" : "Monastic Tradition", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Fortitude,+1 Reflex,+1 Will", "description" : "From high in forbidding mountains to deep in the alleys of a city's meanest district, the ascetic warriors known as monks practice their art. By focusing on their minds and bodies, honing both to near perfection, they master a psionic fighting art that allows them to deliver a punch with the force of a giant's club and to absorb attacks as easily as a heavily armored knight. Monks tap into the psionic potential that rests within themselves, turning that energy further inward to fortify their bodies and sharpen their minds.\r\n\r\nPerhaps you set out on this path to put a dark past behind you. Or your village was victimized one time too many by an evil lord or marauding beasts, and you now seek justice. No matter what your motivation, the path of the monk transforms you into a living weapon.\r\n\r\nThe road opens wide before you. With little more than a walking stick and perhaps a satchel of food , you are ready to take on whatever the world can throw at you. Your years of training taught you to turn your eye inward. Now it is time to look outward and test yourself against the world's dangers .", "healingSurges" : 7, "hitpointsPerLevel" : 7, "implements" : "Ki focuses, weapons with which you have proficiency", "initialHitpoints" : 12, "keyAbilities" : "Dexterity, Strength, Wisdom", "name" : "Monk", "powerSource" : "Martial", "role" : "Striker", "trainedSkillChoices" : [ "acrobatics", "athletics", "diplomacy", "endurance", "heal", "insight", "perception", "religion", "stealth", "thievery" ], "trainedSkills" : [], "trainedSkillsAmount" : 4, "weaponProficiencies" : "Club, dagger, monk unarmed strike, quarterstaff, shuriken , sling, spear" }
{ "__v" : 3, "_id" : { "$oid" : "51e5a8ccd78b27277e000098" }, "armorProficiencies" : "Cloth, leather, hide", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e000094" }, "description" : "While you are not wearing heavy armor, you gain a +1 bonus to AC and Reflex. The bonus increases to +2 at 11th level and +3 at 21st level.", "name" : "Barbarian Agility", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000095" }, "choices" : [ { "name" : "Rageblood Vigor", "description" : "You gain the _swift charge_ power. In addition, whenever your attack reduces an enemy to 0 hit points, you gain temporary hit points equal to your Constitution modifier. The number of temporary hit points equals 5 + your Constitution modifier at 11th level and 10 + your Constitution modifier at 21st level." }, { "name" : "Thaneborn Triumph", "description" : "You gain the _roar of triumph_ power. In addition, whenever you bloody an enemy, the next attack by you or an ally against that enemy gains a bonus to the attack roll equal to your Charisma modifier." } ], "description" : "Barbarians connect with the natural world in a variety of ways. Some barbarians grow so hardened to physical punishment that they find it easier to simply absorb, rather than avoid, attacks. Others are living examples of the power of one's will to shape one's fate.\r\nChoose one of the following options. The choice you make gives you the benefit described below and also provides bonuses to certain barbarian powers, as detailed in those powers.", "name" : "Feral Might", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000096" }, "description" : "Barbarian daily attack powers have the rage keyword (page 220). They allow you to unleash powerful bursts of emotion, willpower, and primal energy. Each rage power starts with a mighty attack, and then you enter a rage, which grants an ongoing benefit.\r\nAt 5th level, you gain the _rage strike_ power, which lets you channel an unused rage power into a devastating attack while you're raging. Using _rage strike_ is an alternative to using a second rage power in a climactic battle; it gives you the damage output of a daily power without forcing you to enter a different rage.", "name" : "Rage Strike", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e000097" }, "description" : "Once per round, when you score a critical hit with a barbarian attack power, you can immediately make a melee basic attack as a free action. You do not have to attack the same target that you scored a critical hit against you.", "name" : "Rampage", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+2 Fortitude", "description" : "Barbarians are savage warriors who deal out powerful blows from their mighty weapons. They charge from foe to foe and seldom feel the pain of an enemy’s strike. For barbarians’ foes, the moments of greatest terror come when barbarians call upon primal forces to lend power to their raging spirits. These rages, although temporary, give a barbarian incredible powers, a combination of skill, willpower, and a legacy of ancient tribal rituals.\r\nAs a barbarian, you have a link to powerful nature spirits and other primal forces bound to the warriors\r\nof your tribe by the songs and totems of your legacy. These spirits lend energy to your rages, transforming you into a devastating force on the battlefield. As you become more experienced, these rages transcend mortal limitations, manifesting directly as waves of elemental power or gifting you with supernatural recuperative powers.\r\nWhen the heat of battle is upon you, will you respond with a sudden charge that fells with one mighty swing of your weapon, or with a prolonged rage that leaves destroyed foes in your wake?", "healingSurges" : 8, "hitpointsPerLevel" : 6, "implements" : "", "initialHitpoints" : 15, "keyAbilities" : "Charisma, Constitution, Strength", "name" : "Barbarian", "powerSource" : "Primal", "role" : "Striker", "trainedSkillChoices" : [ "acrobatics", "athletics", "endurance", "heal", "intimidate", "nature", "perception" ], "trainedSkills" : [], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee, military melee" }
{ "__v" : 3, "_id" : { "$oid" : "51e5a8ccd78b27277e0000a3" }, "armorProficiencies" : "Cloth, leather, hide, chainmail; light shield", "classFeatures" : [ { "_id" : { "$oid" : "51e5a8ccd78b27277e00009b" }, "description" : "You gain the Ritual Caster feat as a bonus feat, allowing you to use magical rituals. You own a ritual book, and it contains two rituals of your choice that you have mastered: one 1st-level ritual that has bard as a prerequisite (see Chapter 4 of PHB2) and another 1st-level ritual.\r\nIn addition, you can perform one bard ritual per day of your level or lower without expending components, although you must pay any other costs and use any focus required by the ritual. At 11th level, you can perform two bard rituals per day of your level or lower without expending components; at 21st level, you can perform three.", "name" : "Bardic Training", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00009c" }, "choices" : [ { "name" : "Virtue of Cunning", "description" : "Once per round, when an enemy attack misses an ally within a number of squares of you equal to 5 + your Intelligence modifier, you can slide that ally 1 square are as a free action." }, { "name" : "Virtue of Valor", "description" : "Once per round, when any ally within 5 squares of you reduces an enemy to 0 hit points or bloodies an enemy, you can grant temporary hit points to that ally as a free action. The number of temporary hit points equals 1 + your Constitution modifier at 1st level. 3 + your Constitution modifier at 11th level, and 5 + your Constitution modifier at 21st level." } ], "description" : "Bards praise many virtues in their stories, telling tales of people whose particular qualities set them above common folk. The valor of dauntless heroes and the cunning of great minds are among these virtues, and a bard can choose to emphasize either quality.\r\nChoose one of the following options. The choice you make gives you the benefit described below and also provides bonuses to certain bard powers, as detailed in those powers.", "name" : "Bardic Virtue", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00009d" }, "description" : "The arcane power of a bard's voice can heal allies.\r\nYou gain the _majestic word_ power.", "name" : "Majestic Word", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00009e" }, "description" : "You can choose class-specific multiclass feats from more than one class.", "name" : "Multiclass Versatility", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e00009f" }, "description" : "You gain a +1 bonus to untrained skill checks.", "name" : "Skill Versatility", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e0000a0" }, "description" : "When you play an instrument or sing during a short rest, you and each ally who can hear you are affected by your Song of Rest. When an affected character spends healing surges at the end of the rest, that character regains additional hit points equal to your Charisma modifier with each healing surge.\r\nA character can be affected by only one Song of Rest at a time.", "name" : "Song of Rest", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e0000a1" }, "description" : "Bards use magic honey their words and turn the simplest argument into a compelling oration. You gain the _words of friendship_ power.", "name" : "Words of Friendship", "powers" : [], "subFeatures" : [] }, { "_id" : { "$oid" : "51e5a8ccd78b27277e0000a2" }, "description" : "Bards use wands to direct and control their spells. When you wield a magic wand, you can add its\r\nenhancement bonus to the attack rolls and the damage rolls of bard powers and bard paragon path powers that have the implement keyword. Without a wand, you can still use these powers.\r\nSongblades and some magic musical instruments (see Chapter 3) can be used as implements for bard powers and bard paragon path powers. Bards treasure these magic musical instruments not only for the power they offer, but for the wondrous melodies they produce in the hands of a skilled musician.", "name" : "Implements", "powers" : [], "subFeatures" : [] } ], "classPaths" : [], "defenseBonus" : "+1 Reflex, +1 Will", "description" : "Bards are artists first and foremost, and they practice magic just as they practice song, drama, or poetry. They have a clear sense of how people perceive reality, so they master charm magic and some illusions. Sagas of great heroes are part of a bard’s repertoire, and most bards follow the example of many fables and become skilled in a variety of fields. A bard’s artistic ability, knowledge of lore, and arcane might are widely respected, particularly among the world’s rulers.\r\nArt and magic share a sublime beauty, and, as a bard, you seek the place where the two meet. You might be a naturally talented wanderer who casts impressive spells almost instinctively, a student of a bardic college who learned ordered systems of magic and epic poetry, a warrior skald who mixes skill at arms with thundering music, a dashing performer known for putting on a good show even for your enemies, or a perfectionist who seeks the consummate formula that blends art and magic into a higher force.\r\nA steady rhythm beats in the back of your mind as you brandish your sword. Your eyes and ears pick\r\nup the motion of the villains that surround you, and one glance tells you everything you need to know to defeat them. You whistle three staccato notes, letting your allies know the symphony of battle is about to begin.", "healingSurges" : 7, "hitpointsPerLevel" : 5, "implements" : "Wands", "initialHitpoints" : 12, "keyAbilities" : "Charisma, Constitution, Intelligence", "name" : "Bard", "powerSource" : "Arcane", "role" : "Leader", "trainedSkillChoices" : [ "acrobatics", "arcana", "athletics", "bluff", "diplomacy", "dungeoneering", "heal", "history", "insight", "intimidate", "nature", "perception", "religion", "streetwise" ], "trainedSkills" : [ "arcana" ], "trainedSkillsAmount" : 3, "weaponProficiencies" : "Simple melee, longsword, scimitar, short sword, simple ranged, military ranged" }
{ "name" : "Seeker", "description" : "Seekers are primal champions who scour the wilderness in search of those who would defile it. Versed in hunting techniques handed down through the generations, seekers combine thrown weapon and bow techniques with primal evocations. The combination allows seekers great range in which to deliver deadly attacks that confound and hamper their enemies. When a seeker looses a missile, the primal spirits bound to it through ancient evocations are freed , sometimes as terrifying beasts and sometimes as nature's raw destructive potential.", "role" : "Controller", "powerSource" : "Primal", "keyAbilities" : "Wisdom, Strength, Dexterity", "armorProficiencies" : "Cloth, leather", "weaponProficiencies" : "Simple melee, simple ranged, military ranged", "defenseBonus" : "+1 Reflex, +1 Will", "_id" : { "$oid" : "520e8ccc96b832000000001a" }, "reference" : { "book" : "Player's Handbook 3", "page" : 116 }, "trainedSkillsAmount" : 3, "trainedSkillChoices" : [ "acrobatics", "athletics", "endurance", "heal", "insight", "intimidate", "nature", "perception", "stealth" ], "trainedSkills" : [ "nature" ], "healingSurges" : 7, "classFeatures" : [ { "name" : "Inevitable Shot", "description" : "You gain the _inevitable shot_ power. You can use this power to call on spirits to send your projectile hurling toward another enemy when you miss with a ranged attack.", "_id" : { "$oid" : "520e8ccc96b8320000000024" }, "powers" : [ { "_id" : { "$oid" : "520e8ccc96b832000000001b" }, "rangeText" : "Personal", "trigger" : "You miss a creature with a ranged attack", "actionType" : "Free", "source" : "Primal", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "Even as your target ducks under your shot, the projectile moves on its own to find another enemy.", "name" : "Inevitable Shot", "sections" : [ { "title" : "Effect", "content" : "You make a ranged basic attack against an enemy within 5 squares of the creature you missed, using a square in that creature's space as the attack's origin square.", "_id" : { "$oid" : "520e8ccc96b832000000001d" } }, { "title" : "Special", "content" : "You regain the use of this power when you spend an action point.", "_id" : { "$oid" : "520e8ccc96b832000000001c" } } ], "targets" : [], "uses" : 1, "level" : 0 } ], "subFeatures" : [], "choices" : [] }, { "name" : "Seeker's Bond", "description" : "Seekers develop special bonds with primal spirits by offering solemn vows to further the spirits' purposes. In exchange for these vows, the spirits bestow a mea· sure of their strength to aid their champions' cause.", "_id" : { "$oid" : "520e8ccc96b8320000000027" }, "powers" : [], "subFeatures" : [], "choices" : [ { "name" : "Bloodbond", "description" : "You gain the _encaging spirits_ power. In addition, while you are not wearing heavy armor, you can shift as a minor action.", "_id" : { "$oid" : "520e8ccc96b8320000000025" }, "powers" : [ { "_id" : { "$oid" : "520e8ccc96b832000000001e" }, "rangeText" : "Close Burst 1 (2 at 11 th level, 3 at 21 st level)", "actionType" : "Minor", "source" : "Primal", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You call on protectin8 spirits to harry your foes.", "name" : "Encaging Spirits", "sections" : [ { "title" : "Effect", "content" : "You push each target 1 square, and each target is slowed until the end of your next turn.", "_id" : { "$oid" : "520e8ccc96b832000000001f" } } ], "targets" : [ { "target" : "Each enemy in burst", "_id" : { "$oid" : "520e8ccc96b8320000000020" } } ], "uses" : 1, "level" : 0 } ], "subFeatures" : [], "choices" : [] }, { "name" : "Spiritbond", "description" : "You gain the _spirits' rebuke_ power. You also gain a +1 bonus to attack rolls with both light thrown and heavy thrown weapons, and when you make an attack by throwing a weapon with which you have proficiency, the weapon returns to your hand after the attack. In addition, while you are not wearing heavy armor, you can use your Strength modifier in place ofyour Dexterity or Intelligence modifier to determine your AC.", "_id" : { "$oid" : "520e8ccc96b8320000000026" }, "powers" : [ { "_id" : { "$oid" : "520e8ccc96b8320000000021" }, "rangeText" : "Melee Weapon", "accessory" : "Weapon", "trigger" : "An enemy misses you with a melee attack", "requirements" : "You must be wielding a light thrown or a heavy thrown weapon.", "actionType" : "Immediate Reaction", "source" : "Primal", "type" : "Encounter", "kind" : "ClassFeature", "flavor" : "You dodge your enemy's attack, and spirits coalesce around you to punish your attacker.", "name" : "Spirits' Rebuke", "sections" : [ { "title" : "Effect", "content" : "The target takes 1[W] + your Strength modifier damage, and you push it 1 square", "_id" : { "$oid" : "520e8ccc96b8320000000022" } } ], "targets" : [ { "target" : "The triggering enemy", "_id" : { "$oid" : "520e8ccc96b8320000000023" } } ], "uses" : 1, "level" : 0 } ], "subFeatures" : [], "choices" : [] } ] } ], "hitpointsPerLevel" : 5, "initialHitpoints" : 12, "__v" : 0 }
