{ "name" : "Undying Warrior", "prerequisites" : "21st level, fighter", "immortality" : "You are the ultimate survivor. Kobold spears, goblin arrows, orc axes, dragon fire, the necrotic touch of a wraith—you’ve seen it all in your adventures. And you’re still alive to tell the tales.\r\n\r\nDeath has tried to claim you many times, but it failed. You have either survived your wounds or returned from beyond mortality’s shroud. Each time you faced death, your soul quickened within your body, attaching itself more deeply to your physical shell.\r\n\r\nAs you grow in epic power, destiny conspires to keep you breathing. You recover from wounds that would take the life of any lesser mortal. Your reserves appear limitless. Whenever an enemy tries to take you down, your retaliation seems assured.", "_id" : { "$oid" : "520103344e4b107430000018" }, "powers" : [ { "_id" : { "$oid" : "520103344e4b107430000015" }, "sustainText" : "", "requirements" : "", "prerequisites" : "", "rangeText" : "Personal", "trigger" : "", "actionType" : "Free", "additionalKeywords" : "", "damageTypes" : "", "source" : "Martial", "type" : "Encounter", "kind" : "Utility", "flavor" : "You narrow your eyes, and even minor deities know how it feels to be prey.", "name" : "Undying Enmity", "sections" : [ { "title" : "Effect", "content" : "You roll an extra d20 for the next attack you make and choose which die to use as the attack roll (you cannot reroll any of these attack rolls). If you are bloodied when you use this power, roll two extra d20s instead of one.", "_id" : { "$oid" : "520103344e4b107430000016" } } ], "targets" : [ { "target" : "An enemy marked by you or that is marking you", "attack" : "", "hit" : "", "miss" : "", "_id" : { "$oid" : "520103344e4b107430000017" } } ], "uses" : 1, "level" : 26 } ], "features" : [ { "name" : "Wounded Resurgence (21st level)", "description" : "If you are bloodied, you can spend a healing surge as a minor action to restore your current hit points to your blood- ied value. Also, you don’t take a death penalty when you are returned to life by the Raise Dead ritual.", "_id" : { "$oid" : "520103344e4b10743000001b" }, "powers" : [] }, { "name" : "Undying Stamina (24th level)", "description" : "Each time you reach a milestone, you regain 1d4 healing surges.", "_id" : { "$oid" : "520103344e4b10743000001a" }, "powers" : [] }, { "name" : "Spontaneous Resurrection (30th level)", "description" : "When you die, you can return to life at the start of your next turn. Doing this doesn’t require an action. You appear in a space of your choice within 5 squares of where you died and have hit points equal to your bloodied value. You are freed of any temporary effects existing at the time of your death, but perma- nent conditions remain. Each additional time you are slain during the same day increases the time until you can rise again.\r\n\r\n_Second Death_: Return to life at the end of the encounter.\r\n\r\n_Third Death_: Return to life 1 hour after the end of the encounter.\r\n\r\n_Fourth Death_: Return to life 12 hours after the end of the encounter.\r\n\r\n_Fifth Death or More_: Return to life 24 hours after the end of the encounter.\r\n\r\nIf you don’t use this ability, you can still be raised from the dead normally.", "_id" : { "$oid" : "520103344e4b107430000019" }, "powers" : [] } ], "__v" : 0 }
{ "name" : "Sage of Ages", "prerequisites" : "21st level, any arcane class", "immortality" : "", "_id" : { "$oid" : "520103344e4b10743000001c" }, "powers" : [], "features" : [ { "name" : "Paragon of Learning", "description" : "You gain a +6 bonus to Arcana checks, Dungeoneering checks, History checks, Nature checks, and Religion checks.", "_id" : { "$oid" : "520103344e4b10743000001f" }, "powers" : [] }, { "name" : "Keeper's Prescience", "description" : "At the start of each of your turns, roll a d20. You can use the result of that roll in place of any one d20 roll you make before the start of your next turn.", "_id" : { "$oid" : "520103344e4b10743000001e" }, "powers" : [] }, { "name" : "Reverse Time", "description" : "Once per day, when an attack would normally drop you to 0 hit points or fewer or kill you, you do not die. Instead, you regain maximum hit points and move your place in the initiative order to directly after the creature that made the attack.", "_id" : { "$oid" : "520103344e4b10743000001d" }, "powers" : [] } ], "__v" : 0 }
